Repository: Chrisini/gnome-bluetooth
Catalog: po/*.po
Languages: ca@valencia

source: All types
ca@valencia: Tots els tipus

source: Phone
ca@valencia: Telèfon

source: Modem
ca@valencia: Mòdem

source: Computer
ca@valencia: Ordinador

source: Network
ca@valencia: Xarxa

source: Headset
ca@valencia: Auricular

source: Headphones
ca@valencia: Auriculars

source: Audio device
ca@valencia: Dispositiu d'àudio

source: Keyboard
ca@valencia: Teclat

source: Mouse
ca@valencia: Ratolí

source: Camera
ca@valencia: Càmera

source: Printer
ca@valencia: Impressora

source: Unknown
ca@valencia: Desconegut

source: Click to select device...
ca@valencia: Seleccioneu dispositiu...

source: All categories
ca@valencia: Totes les categories

source: Paired
ca@valencia: Aparella

source: Trusted
ca@valencia: De confiança

source: Not paired or trusted
ca@valencia: No aparellats o de confiança

source: Paired or trusted
ca@valencia: Aparellats o de confiança

source: No adapters available
ca@valencia: Sense adaptadors disponibles

source: Searching for devices...
ca@valencia: Recerca de dispositius

source: Device
ca@valencia: Dispositi

source: Type
ca@valencia: Tipus

source: Show Only Bluetooth Devices With...
ca@valencia: Mostra només els dispositius amb Bluetooth...

source: Device _category:
ca@valencia: Dispositius de la _categoria:

source: Select the device category to filter above list
ca@valencia: Seleccioneu la categoria del dispositiu per filtrar l'anterior llista

source: Device _type:
ca@valencia: _Tipus de dispositiu:

source: Select the device type to filter above list
ca@valencia: Seleccioneu el tipus de dispositiu per filtrar l'anterior llista

source: Input devices (mice, keyboards, ...)
ca@valencia: Dispositius d'entrada (ratolí, teclat, ...)

source: Headphones, headsets and other audio devices
ca@valencia: Auriculars i altres dispositius d'àudio

source: Use this GPS device for Geolocation services
ca@valencia: Utilitza aquest dispositiu GPS per a serveis de geolocalització

source: Access the Internet using your cell phone (test)
ca@valencia: Accedir a Internet amb el vostre telèfon mòbil (de prova)

source: Select Device to Browse
ca@valencia: Seleccioneu el vostre dispositiu de navegació

source: _Browse
ca@valencia: _Navegar

source: Select device to browse
ca@valencia: Seleccioneu el vostre dispositiu de navegació

source: Turn On Bluetooth
ca@valencia: Activar Bluetooth

source: Bluetooth: Off
ca@valencia: Bluetooth: Apagat

source: Turn Off Bluetooth
ca@valencia: Desactivar Bluetooth

source: Bluetooth: On
ca@valencia: Bluetooth: Encés

source: Bluetooth: Disabled
ca@valencia: Bluetooth: Desactivat

source: Disconnecting...
ca@valencia: Desconnectant...

source: Connecting...
ca@valencia: Connectant...

source: Connected
ca@valencia: Connectat

source: Disconnected
ca@valencia: Desconnectat

source: Disconnect
ca@valencia: Desconnectar

source: Connect
ca@valencia: Connectar

source: Send files...
ca@valencia: Enviar arxius...

source: Browse files...
ca@valencia: Navegar pels arxius

source: Open Keyboard Preferences...
ca@valencia: Obre les preferències del teclat

source: Open Mouse Preferences...
ca@valencia: Obre les preferències del ratolí

source: Debug
ca@valencia: Depurar

source: %s Run '%s --help' to see a full list of available command line options.
ca@valencia: %s Executa '%s --help' per veure una llista completa d'opcions disponibles en la línia d'ordres.

source: Bluetooth: Enabled
ca@valencia: Bluetooth: Activat

source: Device '%s' wants to pair with this computer
ca@valencia: Dispositiu '%s' vol aparellar-se amb l'ordinador

source: Please enter the PIN mentioned on device %s.
ca@valencia: Per favor, introduïu el PIN esmentat en el dispositiu %s.

source: Please confirm whether the PIN '%s' matches the one on device %s.
ca@valencia: Per favor confirmeu si el PIN '%s' coincideix amb el del dispositiu %s

source: Grant access to '%s'
ca@valencia: Permetre l'accés a '%s'

source: Device %s wants access to the service '%s'.
ca@valencia: Dispositiu %s vol tindre accés al servici '%s'.

source: Pairing request for '%s'
ca@valencia: Sol·licitud de vinculació de '%s'

source: Bluetooth device
ca@valencia: Dispositiu Bluetooth

source: Enter PIN
ca@valencia: Introduïu el PIN

source: Pairing confirmation for '%s'
ca@valencia: Confirmació d'aparellament de '%s'

source: Verify PIN
ca@valencia: Verificar PIN

source: Authorization request from '%s'
ca@valencia: Petició d'autorització per a '%s'

source: Check authorization
ca@valencia: Comprovació d'autorització

source: Bluetooth: Checking
ca@valencia: Bluetooth: Verificant

source: Browse files on device...
ca@valencia: Navegar per els arxius del dispositiu...

source: Devices
ca@valencia: Dispositius

source: Preferences
ca@valencia: Preferències

source: Quit
ca@valencia: Surt

source: Send files to device...
ca@valencia: Enviar arxius al dispositiu...

source: Set up new device...
ca@valencia: Configurar nou dispositiu...

source: _Always grant access
ca@valencia: Concedir sempre _Accés

source: _Grant
ca@valencia: _Concedir

source: _Reject
ca@valencia: _Rebutjar

source: _Does not match
ca@valencia: _No coincideix

source: _Matches
ca@valencia: _Coincidencia

source: _Show input
ca@valencia: _Mostrar entrada

source: A Bluetooth manager for the GNOME desktop
ca@valencia: Manager Bluetooth per a l'escriptori GNOME

source: translator-credits
ca@valencia: crèdits de traducció

source: GNOME Bluetooth home page
ca@valencia: GNOME Bluetooth pàgina inicial

source: Bluetooth Preferences
ca@valencia: Preferències Bluetooth

source: _Show Bluetooth icon
ca@valencia: _Mostrar icona Bluetooth

source: Output a list of currently known devices
ca@valencia: Generar una llista de dispositius coneguts

source: Bluetooth Properties
ca@valencia: Propietats Bluetooth

source: Remove '%s' from the list of devices?
ca@valencia: Eliminar '%s' de la llista de dispositius?

source: If you remove the device, you will have to set it up again before next use.
ca@valencia: Si elimineu el dispositiu, haureu de configurar-lo novament en el pròxim ús.

source: Make computer _discoverable
ca@valencia: Fer equip _de protecció

source: Friendly name
ca@valencia: Descripció del nom

source: Set up _new device...
ca@valencia: Configurar _nou dispositiu...

source: _Remove
ca@valencia: _Elimina

source: Bluetooth is disabled
ca@valencia: Bluetooth està desactivat

source: Your computer does not have any Bluetooth adapters plugged in.
ca@valencia: L'ordinador no conté cap adaptador Bluetooth connectat

source: Configure Bluetooth settings
ca@valencia: Configurar les opcions del Bluetooth

source: Whether to show the notification icon
ca@valencia: Si es mostra la icona de notificació

source: Whether to show the notification icon.
ca@valencia: Si es mostra la icona de notificació

source: GConf error: %s
ca@valencia: Error GConf: %s

source: Pairing with '%s' cancelled
ca@valencia: Aparellament amb '%s' cancel·lat

source: Please confirm that the PIN displayed on '%s' matches this one.
ca@valencia: Per favor confirmeu que el PIN mostrat '%s' coincideix amb aquest.

source: Setting up '%s' failed
ca@valencia: La creació de '%s' ha fallat

source: Connecting to '%s'...
ca@valencia: Connectant a '%s'...

source: Please enter the following PIN on '%s' and press “Enter” on the keyboard:
ca@valencia: Per favor marqueu el PIN en '%s' i polseu "Enter" al teclat:

source: Please enter the following PIN on '%s':
ca@valencia: Per favor introduïu el PIN en '%s':

source: Please wait while finishing setup on device '%s'...
ca@valencia: Per favor espere mentre s'acaba de configurar el dispositiu '%s'...

source: Successfully set up new device '%s'
ca@valencia: Establert amb èxit el nou dispositiu '%s'

source: '0000' (most headsets, mice and GPS devices)
ca@valencia: '0000' (audiòfons, ratolins i dispositius GPS)

source: Bluetooth New Device Setup
ca@valencia: Configuració de nous dispositius Bluetooth

source: Custom PIN code:
ca@valencia: Codi PIN personalitzat:

source: Device Setup
ca@valencia: Configuració del dispositiu

source: Device Setup Failed
ca@valencia: Ha fallat la configuració del dispositiu

source: Device search
ca@valencia: Cercar dispositiu

source: Does not match
ca@valencia: No coincideix

source: Finishing New Device Setup
ca@valencia: Acabat la configuració del nou dispositiu

source: Fixed PIN
ca@valencia: Fixar PIN

source: Introduction
ca@valencia: Introducció

source: Matches
ca@valencia: _Coincidencia

source: PIN Options
ca@valencia: Opcions del PIN

source: PIN _options...
ca@valencia: _Opcions PIN...

source: Select the additional services you want to use with your device:
ca@valencia: Seleccioneu els serveis addicionals que voleu utilitzar amb el dispositiu:

source: Select the device you want to setup
ca@valencia: Seleccione el dispositiu que voleu configurar

source: Setup Completed
ca@valencia: Configuració completada

source: The device will need to be within 10 meters of your computer, and be &#8220;discoverable&#8221; (sometimes called &#8220;visible&#8221;). Check the device's manual if in doubt.
ca@valencia: El dispositiu necessitarà estar fins a 10 metres al voltant del ordinador, i estar &#8221; (de vegades es diu &#8220;visible&#8221;). Consulteu el manual del dispositiu si es troba a més distància.

source: Welcome to the Bluetooth new device setup
ca@valencia: Benvinguts a la configuració d'un nou dispositiu Bluetooth

source: _Automatic PIN selection
ca@valencia: Selecció _Automàtica del PIN

source: _Restart Setup
ca@valencia: _Reincia la instal·lació

source: %'d second
ca@valencia: %'d segon

source: %'d minute
ca@valencia: %'d minut

source: %'d hour
ca@valencia: %'d hora

source: approximately %'d hour
ca@valencia: aproximadament %'d hora

source: File Transfer
ca@valencia: Arxiu transferit

source: Sending files via Bluetooth
ca@valencia: Envia arxius via Bluetooth

source: From:
ca@valencia: Des de:

source: To:
ca@valencia: a:

source: An unknown error occurred
ca@valencia: A ocorregut un error desconegut

source: Make sure that remote device is switched on and that it accepts Bluetooth connections
ca@valencia: Assegureu-vos que el dispositiu remot està encès i que accepta les connexions Bluetooth

source: Sending %s
ca@valencia: Enviant %s

source: Sending file %d of %d
ca@valencia: Enviant arxiu %d de %d

source: Send _To
ca@valencia: _Enviar a

source: Choose files to send
ca@valencia: Elegiu els arxius a enviar

source: Remote device to use
ca@valencia: Dispositiu remot a utilitzar

source: Remote device's name
ca@valencia: Nom del dispositiu remot
